Repository: R-Fatih/EAFC25-Teamkits-Editor-WinForms
Catalog: Localization.*.resx
Languages: ru_ru

source: armbandtype
ru_ru: тип повязки

source: captainarmband
ru_ru: повязка на руку

source: chestbadge
ru_ru: нагрудный значок

source: dlc
ru_ru: длц

source: hasadvertisingkit
ru_ru: запрещенная реклама

source: isembargoed
ru_ru: наложен эмбарго

source: isinheritbasedetailmap
ru_ru: наследовать подробную карту

source: islocked
ru_ru: заперто

source: jerseybacknamefontcase
ru_ru: чехол для шрифта

source: jerseybacknameplacementcode
ru_ru: видимость

source: jerseycollargeometrytype
ru_ru: Воротник

source: jerseyfit
ru_ru: форме

source: jerseyfrontnumberplacementcode
ru_ru: номер сундука

source: jerseyleftsleevebadge
ru_ru: Значок на левом рукаве

source: jerseynamecolorb
ru_ru: цветимениbфутболки

source: jerseynamecolorg
ru_ru: цветимениgфутболки

source: jerseynamecolorr
ru_ru: цветимениrфутболки

source: jerseynamefonttype
ru_ru: Шрифт

source: jerseynamelayouttype
ru_ru: макет

source: jerseynumbercolorprimb
ru_ru: основнойцветномерbфутболки

source: jerseynumbercolorprimg
ru_ru: основнойцветномерgфутболки

source: jerseynumbercolorprimr
ru_ru: основнойцветномерrфутболки

source: jerseynumbercolorsecb
ru_ru: вторичныйцветномерbфутболки

source: jerseynumbercolorsecg
ru_ru: вторичныйцветномерgфутболки

source: jerseynumbercolorsecr
ru_ru: вторичныйцветномерrфутболки

source: jerseynumbercolorterb
ru_ru: терциарныйцветномерbфутболки

source: jerseynumbercolorterg
ru_ru: терциарныйцветномерgфутболки

source: jerseynumbercolorterr
ru_ru: терциарныйцветномерrфутболки

source: jerseyrenderingdetailmaptype
ru_ru: Тип карты детализации рендеринга Джерси

source: jerseyrestriction
ru_ru: Ограничение

source: jerseyrightsleevebadge
ru_ru: Значок на правом рукаве

source: jerseyshapestyle
ru_ru: Стиль формы

source: Kit details
ru_ru: Детали комплекта

source: Kit name
ru_ru: Название комплекта

source: Kit number
ru_ru: Номер комплекта

source: newteam
ru_ru: новая команда

source: numberfonttype
ru_ru: Шрифт

source: Other
ru_ru: Другой

source: powid
ru_ru: идентификаторPOW

source: renderingmaterialtype
ru_ru: типматериалаотображения

source: Shorts number
ru_ru: Номер шорт

source: shortsnumbercolorprimb
ru_ru: основнойцветномерbшорт

source: shortsnumbercolorprimg
ru_ru: основнойцветномерgшорт

source: shortsnumbercolorprimr
ru_ru: основнойцветномерrшорт

source: shortsnumbercolorsecb
ru_ru: вторичныйцветномерbшорт

source: shortsnumbercolorsecg
ru_ru: вторичныйцветномерgшорт

source: shortsnumbercolorsecr
ru_ru: вторичныйцветномерrшорт

source: shortsnumbercolorterb
ru_ru: терциарныйцветномерbшорт

source: shortsnumbercolorterg
ru_ru: терциарныйцветномерgшорт

source: shortsnumbercolorterr
ru_ru: терциарныйцветномерrшорт

source: shortsnumberfonttype
ru_ru: Шрифт

source: shortsnumberplacementcode
ru_ru: кодместоположенияномерашорт

source: shortsrenderingdetailmaptype
ru_ru: краткий тип карты детализации рендеринга

source: shortstyle
ru_ru: Стиль Шорт

source: teamadded
ru_ru: Новая команда успешно добавлена

source: teamcolorprimb
ru_ru: основнойцветкомандыb

source: teamcolorprimg
ru_ru: основнойцветкомандыg

source: teamcolorprimpercent
ru_ru: процентосновногоцветакоманды

source: teamcolorprimr
ru_ru: основнойцветкомандыr

source: teamcolorsecb
ru_ru: вторичныйцветкомандыb

source: teamcolorsecg
ru_ru: вторичныйцветкомандыg

source: teamcolorsecpercent
ru_ru: процентвторичногоцветакоманды

source: teamcolorsecr
ru_ru: вторичныйцветкомандыr

source: teamcolortertb
ru_ru: терциарныйцветкомандыb

source: teamcolortertg
ru_ru: терциарныйцветкомандыg

source: teamcolortertpercent
ru_ru: проценттерциарногоцветакоманды

source: teamcolortertr
ru_ru: терциарныйцветкомандыr

source: teamexist
ru_ru: Эта команда уже существует

source: teamkitid
ru_ru: идентификатор формы команды

source: teamkittypetechid
ru_ru: Тип комплекта

source: teamtechid
ru_ru: идентификатор команды

source: year
ru_ru: год
